Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielineuvosto.html.tmx
Source language: fin
Languages: sms

source: Saamen kielineuvosto
sms: Sääʹm ǩiõllsuåvtõs

source: Saamen kielineuvostossa ovat edustettuina kaikki kolme Suomessa puhuttua saamen kieltä: pohjoissaame, inarinsaame ja koltansaame.
sms: Sääʹm ǩiõllsuåvtõõzzâst lie eeʹttkõsttum puk kolmm Lääʹddjânnmest mainstum sääʹmǩiõl: tâʹvvsääʹmm, aanarsääʹmm da nuõrttsääʹmm.

source: Kielineuvoston tehtäviin kuuluu mm. ylläpitää ja kehittää Suomessa käytettäviä saamen kieliä, antaa ohjeita ja suosituksia kielen- ja nimistönhuoltoon ja terminologiaan liittyvissä asioissa, edistää kielen tutkimusta, jakaa tietoa saamen kielistä ja osallistua pohjoismaiseen kieliyhteistyöhön.
sms: Ǩiõllsuåvtõõzz tuâjaid koʹlle jm. tuõʹllʼjed da ooudâsviikkâd Lääʹddjânnmest õnnum sääʹmǩiõlid, uʹvdded vuäʹppõõzzid da siâzztõõzzid ǩiõll- da nõmmõshuõʹlle da terminologiaaʹje õhttneei aaʹššin, oouʹdeed ǩiõl tuʹtǩǩummuž, jueʹǩǩed teâđ sääʹmǩiõlin da vuässõõttâd tâʹvvjânnmallaš ǩiõllõhttsažtuõjju.

source: Lisäksi saamen kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sms: Lââʹssen sääʹm ǩiõllsuåvtõs oudd õõutsââʹjest sääʹmǩiõl konttrin vaalpõõʹji Sääʹmtegga čiõlǥtõõzz sääʹmǩiõl kuõskki lääʹjjšiõttummuž suåvldummšest di säʹmmlai ǩiõlʼlaž vuõiggâdvuõđi teâuddjummšest da ǩiõllåårrmõõžži ouddnummšest.

source: Saamen kielen toimisto antaa yhdessä saamelaiskäräjien asettaman saamen kielineuvoston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sms: Sääʹmǩiõll-lääʹjj 29 § õõlǥtam čiõlǥtõs lij uvddum vuõssmõs vuâra eeʹjj 2008 pâʹsslašttâm-mannust.

source: Saamen kielilain 29 §:n tarkoittama kertomus annettiin ensimmäisen kerran vuoden 2008 maaliskuussa.
sms: Ǩiõllsuåvtõõzzâst lij vääžnai poliittlaž rool sääʹmǩiõllsai vuõiggâdvuõđi vuåppjen da sääʹmǩiõli oouʹdeeʹjen õõutsââʹjest Sääʹmteeʹǧǧ piisarkååʹddest tuåimmjeei sääʹmǩiõl konttrin.

source: Kielineuvostolla on tärkeä poliittinen rooli saamenkielisten oikeuksien valvojana ja saamen kielten edistäjänä yhdessä saamelaiskäräjien sihteeristössä toimivan saamen kielen toimiston kanssa.
sms: Vääžnai vueʹss ǩiõllsuåvtõõzz tuâjast lij õhttsažtuâjj sääʹm ǩiõll-luʹvddkooʹddin di jeeʹres sääʹm- da uuʹccbõsǩiõlivuiʹm da ǩiõlltuʹtǩǩummšin reâuggai tuåimmjeeʹjivuiʹm, koid lie ouddm. Kotus (Dommjânnmallaš ǩiõli kõõskõs) .

source: Tärkeä osa kielineuvoston työssä on yhteistyö saamen kielilautakunnan kanssa sekä muiden saamen – ja vähemmistökielten ja kielentutkimuksen parissa työskentelevien tahojen kanssa, joita ovat esim. Kotus (Kotimaisten kieltenkeskus) .
sms: Ǩiõllsuåvtõõzzâst lij jiiʹjjes eeʹttǩeei Euroopp uuʹccbõsǩiõli konttâr (Eblul) Lääʹddjânnam juâǥǥas, Fibluli halltõõzzâst še.

source: Kielineuvostolla on myös edustajansa Euroopan vähemmistökielten toimiston (Eblul) Suomen osasto, Fibluli:n hallituksessa.
sms: Ǩiõllsuåvtõs lij tuâjstes ooudääm tiõttum sääʹmǩiõl sannõsprojeeʹktid še.

source: Kielineuvosto on työssään edistänyt myös erinäisiä saamenkielen sanastoprojekteja.
sms: Sääʹm ǩiõllsuåvtõs juâkk õõut vuâra vaalpââʹjest Sääʹm ǩiõlltuâjj-ciist .

source: Saamen kielineuvosto jakaa kerran vaalikaudessa Saamen kieliteko-palkinnon .
sms: Sääʹm ǩiõllsuåvtõʹsse koʹlle iiʹjjin 2020-2023 täk vuäzzla:

source: Saamen kielineuvostoon kuuluvat vuosina 2020-2023 seuraavat jäsenet:
sms: Vuäzzla: Ljetoff Tauno, sj. Seurujärvi-Kari Irja, vsj. Aikio Matti Jääskö Neeta Valkeapää Niko Sara Magreta Eriksen Kati

source: Jäsenet: Ljetoff Tauno, pj. Seurujärvi-Kari Irja, vpj. Aikio Matti Jääskö Neeta Valkeapää Niko Sara Magreta Eriksen Kati
sms: Väärrvuäzzla: Harju Terhi Magga Arla Magga-Vars Petra Seurujärvi Jussa Pautamo Ellen Magga Juhan-Tuommá Lukkari Sammol
